steoates.autoimport
coenraads.bracket-pair-colorizer-2
jakewilson.vscode-cdnjs
equinusocio.vsc-community-material-theme
dsznajder.es7-react-js-snippets
dbaeumer.vscode-eslint
zignd.html-css-class-completion
xabikos.javascriptsnippets
ms-vscode.vscode-typescript-next
ritwickdey.live-sass
ritwickdey.liveserver
pkief.material-icon-them
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
christian-kohler.path-intellisense
esbenp.prettier-vscode
syler.sass-indented
pmneo.tsimporter